{
  "name": "Cards With No Sexuality",
  "black": [
    {
      "text": "AMC's new spin off, _ The Walking Dead.",
      "pick": 1,
      "pack": 149
    },
    {
      "text": "Apple just announced that in the next iPhone update, they're replacing Siri with _.",
      "pick": 1,
      "pack": 149
    },
    {
      "text": "As Jesus was nailed to the cross, he laughed and shouted, \"This is nothing compared to_.\"",
      "pick": 1,
      "pack": 149
    },
    {
      "text": "Call me a bad parent, but the only way I can get my toddler to calm down is to give him _.",
      "pick": 1,
      "pack": 149
    },
    {
      "text": "Even though I was born as a female, tumblr has opened my eyes. I now identify as _.",
      "pick": 1,
      "pack": 149
    },
    {
      "text": "Everyone's favorite new third-party CAH expansion: _ Against _.",
      "pick": 2,
      "pack": 149
    },
    {
      "text": "Frito-Lay® just announced that the flavor of the mystery Doritos® was actually _.",
      "pick": 1,
      "pack": 149
    },
    {
      "text": "I came here to chew bubblegum, and get aroused by black and white photos of_.  And I'm all outta bubblegum.",
      "pick": 1,
      "pack": 149
    },
    {
      "text": "I don't understand why white privilege is such a hot topic. Blacks have privilege too. Ever heard of _?",
      "pick": 1,
      "pack": 149
    },
    {
      "text": "I just got fired because I liked a Facebook page titled \"_\" and my employer found out.",
      "pick": 1,
      "pack": 149
    },
    {
      "text": "I just tasted my wife's breast milk and it tasted like _.",
      "pick": 1,
      "pack": 149
    },
    {
      "text": "I swear you could mistake _ for _ if you didn't have your glasses on.",
      "pick": 2,
      "pack": 149
    },
    {
      "text": "If it wasn't for _ and a little bit of luck, I'd still be a virgin.",
      "pick": 1,
      "pack": 149
    },
    {
      "text": "My grandmother told me that back in her day, they didn't have fancy things like _. They had to make do with _.",
      "pick": 2,
      "pack": 149
    },
    {
      "text": "My wife has no idea, but before we have sex, I look at pictures of _ on my phone because she just can't make me hard anymore.",
      "pick": 1,
      "pack": 149
    },
    {
      "text": "Nick didn't hang out with Timmy. Timmy was into _ while Nick enjoyed the finer things in life like _.",
      "pick": 2,
      "pack": 149
    },
    {
      "text": "Proving there's no film he won't star in, get ready for Nick Cage's \"Escape from _ Island\".",
      "pick": 1,
      "pack": 149
    },
    {
      "text": "Silly Macklemore. He tried rhyming _ with _.",
      "pick": 2,
      "pack": 149
    },
    {
      "text": "The abortion was going as planned until the physician pulled out_ instead.",
      "pick": 1,
      "pack": 149
    },
    {
      "text": "The road to _ is riddled with broken hearts, shattered dreams, and a whole lot of _.",
      "pick": 2,
      "pack": 149
    },
    {
      "text": "There's more concrete proof that_ exists than the Holocaust.",
      "pick": 1,
      "pack": 149
    },
    {
      "text": "Thomas had finally come to accept gay marriage, but he still is, and always will be, against someone getting married to _. It's just wrong.",
      "pick": 1,
      "pack": 149
    },
    {
      "text": "When asked to describe Barack Obama in a few strong words, Joe Biden replied, \"Barack is a man I look up to. He's like _ mixed with _.\"",
      "pick": 2,
      "pack": 149
    },
    {
      "text": "When I asked for nudes, she sent pictures of _. I wasn't disappointed.",
      "pick": 1,
      "pack": 149
    },
    {
      "text": "You could say it was his politics that got Barack Obama elected, but we all know the real reason was _.",
      "pick": 1,
      "pack": 149
    }
  ],
  "white": [
    {
      "text": "[Player to your left]'s reproductive organ.",
      "pack": 149
    },
    {
      "text": "A 100-pound teenager who thinks she's fat.",
      "pack": 149
    },
    {
      "text": "A busty toddler.",
      "pack": 149
    },
    {
      "text": "A concussed football player doing his best not to hit his wife.",
      "pack": 149
    },
    {
      "text": "A constant, deafening queef.",
      "pack": 149
    },
    {
      "text": "A crusty used Playboy.",
      "pack": 149
    },
    {
      "text": "A heavy-set 14-year-old in yoga pants.",
      "pack": 149
    },
    {
      "text": "A hickey right on the ball sack.",
      "pack": 149
    },
    {
      "text": "A high-school dropout who knows he's a fucking idiot who'll never amount to anything.",
      "pack": 149
    },
    {
      "text": "A lubed-up Wiffle Ball bat.",
      "pack": 149
    },
    {
      "text": "A non-consensual boob touch that's acknowledged and awkwardly apologized for.",
      "pack": 149
    },
    {
      "text": "A priest that's been molested. (Ironically not the other way around for once.)",
      "pack": 149
    },
    {
      "text": "A wet dream nightmare.",
      "pack": 149
    },
    {
      "text": "An angry gay man.",
      "pack": 149
    },
    {
      "text": "An extremely up-close, high resolution picture of Will Smith's asshole.",
      "pack": 149
    },
    {
      "text": "An industrial-grade fart.",
      "pack": 149
    },
    {
      "text": "An overly sexualized cartoon character.",
      "pack": 149
    },
    {
      "text": "Attempting to masturbate to ABC Family because you've already exhausted all the porn on the Internet.",
      "pack": 149
    },
    {
      "text": "Averting your eyes from a naked toddler because you're afraid you'll like it.",
      "pack": 149
    },
    {
      "text": "Being physically, mentally, and sexually addicted to Fruit Roll-Ups.",
      "pack": 149
    },
    {
      "text": "Being so addicted to Cards Against Humanity that you buy third-party expansions because you got bored with the eleven hundred cards the game already has.",
      "pack": 149
    },
    {
      "text": "Bits of history that were never recorded and therefore no one will ever know. Like Abraham Lincoln's penis size.",
      "pack": 149
    },
    {
      "text": "Black guys that are just asking to be shot by police.",
      "pack": 149
    },
    {
      "text": "Contracting HIV just to spread it.",
      "pack": 149
    },
    {
      "text": "Cutting a hole out of the middle of your Bible to hide your condoms.",
      "pack": 149
    },
    {
      "text": "Deep spanks.",
      "pack": 149
    },
    {
      "text": "Dick so good, you have to crawl to work the next day.",
      "pack": 149
    },
    {
      "text": "Douching your penis for equality.",
      "pack": 149
    },
    {
      "text": "Fingering your girlfriend under the dinner table while meeting her parents for the first time.",
      "pack": 149
    },
    {
      "text": "Gauging your foreskin.",
      "pack": 149
    },
    {
      "text": "Getting sexual with the hole at the tip of a gun.",
      "pack": 149
    },
    {
      "text": "Getting so excited from the joy of seeing your child on their first day of school that you get an erection.",
      "pack": 149
    },
    {
      "text": "Getting turned on by the mystery of drinking milk without checking the expiration date.",
      "pack": 149
    },
    {
      "text": "Giving your son hand jobs because your biggest fear as a dad is raising a homophobe.",
      "pack": 149
    },
    {
      "text": "Having your middle-school boyfriend stick his tongue in your bellybutton to see if it feels like sex.",
      "pack": 149
    },
    {
      "text": "Hiding your cum because you hear your parents pulling in.",
      "pack": 149
    },
    {
      "text": "ISIS sympathizing.",
      "pack": 149
    },
    {
      "text": "Jacking off. Going to sleep. Waking up. Jacking off again.",
      "pack": 149
    },
    {
      "text": "Just doing hands stuff because you're waiting to turn 13 to have sex.",
      "pack": 149
    },
    {
      "text": "Justin Bieber's naturally bald pubic area.",
      "pack": 149
    },
    {
      "text": "Misshapen breasts.",
      "pack": 149
    },
    {
      "text": "National Nude Hiking Day.",
      "pack": 149
    },
    {
      "text": "Not being able to hear your porno because your parents are doing it too loud in the other room.",
      "pack": 149
    },
    {
      "text": "Not deleting all your ex-girlfriend's nudes in case you get back together... at least that's what you tell yourself.",
      "pack": 149
    },
    {
      "text": "Nudes.",
      "pack": 149
    },
    {
      "text": "Obese sex.",
      "pack": 149
    },
    {
      "text": "Offensive 9/11 jokes.",
      "pack": 149
    },
    {
      "text": "Performing gender reassignment surgeries with only YouTube as a guide.",
      "pack": 149
    },
    {
      "text": "Performing sexual favors for the cashier because you forgot your coupons at home and they let you have the savings anyway.",
      "pack": 149
    },
    {
      "text": "Purposely pooping a little during anal and then getting all embarrassed and acting like it was an accident.",
      "pack": 149
    },
    {
      "text": "Purposely putting the empty milk gallon back into the fridge in hopes it'll finally push your suicidal roommate over the edge.",
      "pack": 149
    },
    {
      "text": "Putting off your suicide because you can only think of 12 reasons.",
      "pack": 149
    },
    {
      "text": "Saving a marriage with breast implants.",
      "pack": 149
    },
    {
      "text": "Sharing a fetish with Hitler.",
      "pack": 149
    },
    {
      "text": "Sleeping naked.",
      "pack": 149
    },
    {
      "text": "Sleeping only with virgins because your penis is so small, you want to make sure they have nothing to compare it to.",
      "pack": 149
    },
    {
      "text": "Spanking front to back.",
      "pack": 149
    },
    {
      "text": "Taking so long to poop that your ass falls asleep and starts to tingle.",
      "pack": 149
    },
    {
      "text": "Tasting your wife's boob milk.",
      "pack": 149
    },
    {
      "text": "Taylor Swift trying to remember which boyfriend took her virginity.",
      "pack": 149
    },
    {
      "text": "That one ISIS member who was put out of a job by the Samsung Galaxy Note 3.",
      "pack": 149
    },
    {
      "text": "That one white card that sucks and sits in your hand the whole game.",
      "pack": 149
    },
    {
      "text": "That thing where closet gay guys act like they hate gays because they really hate themselves.",
      "pack": 149
    },
    {
      "text": "The 38,000 anal fisting videos on Porn Hub.",
      "pack": 149
    },
    {
      "text": "The periodic table of elements, except all the little squares are replaced with dog porn.",
      "pack": 149
    },
    {
      "text": "The scientific theory that gayness is caused by being bitten by a radioactive gay guy.",
      "pack": 149
    },
    {
      "text": "The sexualization of disciplinary spanking.",
      "pack": 149
    },
    {
      "text": "The straight agenda.",
      "pack": 149
    },
    {
      "text": "The sturdy belief that Bigfoot is more likely to exist than a straight man vaping.",
      "pack": 149
    },
    {
      "text": "The trash can where the doctor collects foreskins after circumcising babies.",
      "pack": 149
    },
    {
      "text": "Tinkerbell's Tic-Tac tampons.",
      "pack": 149
    },
    {
      "text": "Unintentional sexual abstinence.",
      "pack": 149
    },
    {
      "text": "Using revenge porn to teach your dog not to piss on the carpet.",
      "pack": 149
    },
    {
      "text": "Using the 15% you saved by switching to Geico to buy crack.",
      "pack": 149
    },
    {
      "text": "Washing and reselling tampons.",
      "pack": 149
    }
  ]
}